Revit 2027 API
ParameterTypeId.RebarStaggerOffsetAtStart Property
 "Offset At Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarStaggerOffsetAtStart { get; }
Public Shared ReadOnly Property RebarStaggerOffsetAtStart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarStaggerOffsetAtStart {
	ForgeTypeId^ get ();
}
static member RebarStaggerOffsetAtStart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace